"use strict";

window.PromoAlbums = [
    {id: 0, name: "album1.jpg", price: "700", gallery : [
        {name: "album1_1.jpg"},
        {name: "album1_2.jpg"},
        {name: "album1_3.jpg"},
        {name: "album1_2.jpg"},
        {name: "album1_3.jpg"},
        {name: "album1_2.jpg"}
        ],
        eyebrow: "Быстро и красиво",
        slogan: "Красивый фотоальбом для подарка завтра"
    },
    {id: 1, name: "album2.jpg", price: "1500", gallery : [
        {name: "album2_1.jpg"},
        {name: "album2_2.jpg"},
        {name: "album2_3.jpg"},
        {name: "album2_2.jpg"},
        {name: "album2_3.jpg"},
        {name: "album2_2.jpg"}
        ],
        eyebrow: "",
        slogan: ""
    },
    {id: 2, name: "album3.jpg", price: "3500", gallery : [
        {name: "album3_1.jpg"},
        {name: "album3_3.jpg"},
        {name: "album3_1.jpg"},
        {name: "album3_3.jpg"},
        {name: "album3_1.jpg"},
        {name: "album3_3.jpg"}
        ],
        eyebrow: "",
        slogan: ""
    },
    {id: 3, name: "album4.jpg", price: "5000", gallery : [
        {name: "album4_1.jpg"},
        {name: "album4.jpg"},
        {name: "album4_1.jpg"},
        {name: "album4.jpg"},
        {name: "album4_1.jpg"},
        {name: "album4.jpg"}
        ],
        eyebrow: "",
        slogan: ""
    }
]

window.Feedbacks = [
    {name: "person1.jpg", personName: "Надежда, г. Дмитров", text: "Хочу произнести слова искренней благодарности вам. Спасибо за великолепный альбомчик 'наша звёздочка', от которого кругом идет голова,он просто завораживает,хочется все чаще и чаще его открывать. За то, что вы рядом, что идёте на уступки и помогаете. Пусть жизнь обернется к вам лучшей стороной, а невзгоды пройдут мимо."},
    {name: "person2.jpg", personName: "Оксана, г. Саров", text: "Заказывала у Марии альбом для своей долгожданной доченьки на первый год жизни. Полностью доверила ей дизайн альбома - и не прогадала, поскольку Мария действительно профессионал в своём деле и руки, конечно, у неё золотые! Альбом получился очень красивый!!! Сейчас собираюсь заказывать у неё ещё альбом в подарок друзьям;)"},
    {name: "person3.jpg", personName: "Анисья, г. Ижевск", text: "Это чудесное творение досталось моему сыну! Те, кто еще только думает, заказать альбом малышу или нет, поверьте на слово: Мария делает все идеально! Все ооочень аккуратно (а я придирчивая к таким вещам до невозможности), комбинирование цветов прям глаз радует! Беру в руки по сто раз в день, приклеить пока нечего, поэтому просто любуюсь Детали такие приятные... Мария, спасибо вам огромное! Пусть заказов у вас будет еще больше, и вдохновение пусть только прибавляется!"},
]